[{"text": "Describe the importance of this event and why it is relevant to your academic/professional interests. Additionally, please explain the nature of your participation in the event. How will attendance further your academic and/or professional goals? What opportunities does this event provide and how will it enhance your UChicago graduate experience?", "slug": "importance-basic", "in_basic_application": true, "in_advanced_application": false, "word_limit": 400}, {"text": "The Graduate Council's goal is to build a strong community of scholars from across the University, from which this fund benefits. Describe how in the months following your attendance you will contribute to the greater UChicago community. This can either tie directly into your event or can instead be general service to your fellow graduate students. Perhaps you will report back to your school, write a post for a website, create educational material, review for the travel fund committee, host a departmental event?", "slug": "contribution-basic", "in_basic_application": true, "in_advanced_application": false, "word_limit": 200}, {"text": "Describe the importance of this event and why it is relevant to your academic/professional interests. Additionally, please explain the nature of your participation in the event and describe how competitive it is to present at this particular event.", "slug": "importance-advanced", "in_basic_application": false, "in_advanced_application": true, "word_limit": 200}, {"text": "Please explain to your fellow graduate students what your project is and the significance of your research. How does your project contribute to your field of study? This information helps us understand how your event ties into the advancement of your degree. Please use language that would be appropriate for an educated lay-person.", "slug": "significance-advanced", "in_basic_application": false, "in_advanced_application": true, "word_limit": 400}, {"text": "Graduate Council's goal is to build a strong community of scholars from across the University, from which this fund benefits. Describe how in the months following your attendance you will contribute to the greater UChicago community. This can either tie directly into your event or can instead be general service to your fellow graduate students. (e.g. perhaps you will report back to your school, write a post for a website, create educational material, review for the travel fund committee, host a departmental event)?", "slug": "contribution-advanced", "in_basic_application": false, "in_advanced_application": true, "word_limit": 200}]